[{"content": " Ja, es gibt Richtlinien zur Informationssicherheit bei Hydac. Diese werden regelmäßig an alle Mitarbeiter vermittelt und umgesetzt. Dazu gehören unter anderem:\n- Eine Online-Unterweisung für den Themenbereich IT-Sicherheit, die jeder Mitarbeiter durchführen muss (mit entsprechendem Teilnahmezertifikat)\n- Regelmäßige Phishing-Kampagnen zur Awareness der Mitarbeiter\n- Eine Unterweisung des Zentralbereichs Datenschutz für alle Mitarbeiter, um Informationen zum Datenschutz zu erhalten\n- Anlassbezogene Sicherheitstipps oder -warnungen per Mail oder Ticker (Laufband-Meldung)\n- Pentests im Zentralbereich Informatik mit der daraus resultierenden Sensibilisierung des jeweiligen Bereiches.\nEs wird jedoch festgestellt, dass es bisher nicht nachgewiesen werden konnte, dass alle Mitarbeiter geschult und sensibilisiert sind. Um dies zu ändern, sollten Teilnehmerlisten erstellt und regelmäßig auf Vollständigkeit geprüft werden. Die Umsetzung wird spätestens am 15.06.2023 abgeschlossen sein.", "sources": ["Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Schulungskonzept Awareness,  \n• Sicherheitstipp / -warnung, IT-Sicherheitsrichtlinie  \n \nStatement Hydac:  \n\"Es finden mehrere Formen der Sensibilisierung der Mitarbeiter statt.  Diese wären:  \n- Eine regelmäßige Online -Unterweisung für den Themenbereich IT -Sicherheit für alle Mitarbeiter wird durchgeführt.  Nach Abschluss der Unterweisung kann ein entsprechen-\ndes Teilnahmezertifikat als PDF heruntergeladen werden.  \n - Es finden regelmäßige Phishing -Kampagnen statt, die die Awareness der Mitarbeiter verbessern soll.  \n - Jeder Mitarbeiter erhält zudem eine Unterweisung durch den Z entralbereich Datenschutz, um alle für Ihn notwendigen Informationen bezüglich des Datenschutzes zu erhal-\nten. \n - Anlassbezogene Information der Mitarbeiter als Sicherheitstipp oder Sicherheitswarnung per Mail oder Ticker (Laufband -Meldung), zum Beispiel bei  aktuellen Phishing -\nMailwellen  \n \nHYDAC Verwaltung – Zentralbereich Informatik:  \n \n- Im Zentralbereich Informatik finden regelmäßig Pentests statt, mit deren Ergebnisse der jeweilige Bereich sensibilisiert wird .\" \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert  sind.  \n", "Teilnehmerlisten sind zu erstellen und regelmäßig (z.B.  einmal jährlich) auf Vollständigkei t zu prüfen.  \n \n Nachweis(e):  \n- Schulungsinhalt (z.B.  Folien) mit mindestens folgendem Inhalt:  \n   - Richtlinie zur Informationssicherheit  \n   - Meldungen von Informationssicherheitsereignissen  \n   - Verhalten bei Auftreten von Schadsoftware  \n   - Richtlinien zu  Benutzerkonten und Anmeldeinformationen (z. B. Passwortrichtlinie)  \n   - Compliance -Themen der Informationssicherheit (rechtliche und vertragliche Anforderungen zur Informationssicherheit (z.B.  kundenspez.  Anf orderungen, etc.))  \n    - Anforderungen und Verf ahren zum Einsatz von Geheimhaltungsvereinbarungen bei der Weitergabe von schutzbedürftigen Informationen  \n   - Einsatz organisationsfremder IT -Dienste  \n- Teilnehmerlisten  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n"]}, {"content": " Im geprüften Unternehmen ist die Umsetzung angemessener Maßnahmen zur Information Sicherheitsmanagement (ISM) geplant und soll spätestens am 15.06.2023 abgeschlossen sein. Hierzu wird ein ISMS-Prozess aufgebaut, eingeführt und von der Organisationsleitung freigegeben. Die Wirksamkeit des ISMS wird regelmäßig durch die Organisationsleitung überprüft. Es ist eine Dokumentation zu erstellen, wie Management Reviews, Auditberichte oder andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren. Die Umsetzung von organisationsfremden IT-Diensten soll sichergestellt werden, indem diese nur mit expliziter Bewertung und Einhaltung der Informationssicherheitsanforderungen eingesetzt werden. Es ist je organisationalen IT-Dienst eine Risikobewertung durchzuführen und zu dokumentieren. Gesetzliche, regulatorische und vertragliche Anforderungen sind bei Anwendbarkeit zu dokumentieren. Die organisationsfremden IT-Dienste sollen mit dem Schutzbedarf der verarbeiteten Informationswerte abgeglichen werden.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 24 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEs ist sicherzustellen, dass organisationsfremde IT -Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden.  \n Es ist je organisationsfremdem IT -Dienst eine Risikobewertung durchzuführen und  zu dokumentieren.  \n Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen. "]}, {"content": " Die Verantwortlichkeiten für die Informationssicherheit in der Organisation werden definiert, dokumentiert und zugewiesen. Dieser Prozess ist laut Planung spätestens am 15.06.2023 abgeschlossen sein. Nachweis hierfür besteht z.B. im Qualifikationsnachweis (Schulungszertifikate).", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 16 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nDie Verantwortlichkeiten für die Informationssicherheit in der Organisation sind zu definieren, zu dokumentieren und zuzuweis en. \n Die verantwortlichen Mitarbeiter sind für ihre Aufgabe zu qualifizieren.  \n \n Nachweis(e):  \n- Qualifikationsnachweis (z.B.  Schulungszertifikate)  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n"]}, {"content": " Im Rahmen der Prüfungsphase wird die Einhaltung von Informationssicherheitsanforderungen bei den Projekten überprüft. Dokumentiert sind jedoch keine Vorgehensweise und Kriterien zur Klassifizierung von Projekten anhand ihrer Anforderungen an die Informationssicherheit. Es konnte nicht nachgewiesen werden, dass alle Projekte unter Berücksichtigung dieser Anforderungen klassifiziert sind oder eine Risikobewertung durchgeführt wurde. Dies stellt eine Hauptabweichung dar und bedarf einer Verbesserung.", "sources": ["E Detaillierte Ergebnisse zum Assessment  (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 17 of 67 \n - Confidential  - 1.2.3 Inwieweit werden Informationssicherheitsanforderungen in Projekten berücksichtigt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Demand Prozess,  \n• Nachweise IDEAS Projekt,  \n• Sicherheitsrichtlinie Klassifizierung von Dokumenten und Informationen  \n \nStatement Hydac:  \n\" Projekte werden in Service Now erstellt und gesteuert.  Projekte sind über ein Feld klassifiziert.  Grundsätzlich werden Demand s angelegt aus denen Projekte hervorgehen.  In \nder Prüfungsphase wird der Datenschutz, der Betriebsrat und die Personalabteilung aut omatisch per Mail informiert. ", "Das IT -Sicherheitsteam muss dem Projekt über einen \nFreigabetask aktiv zustimmen.  Erst nach Genehmigung IT -Sicherheitsteam und GL wird das Projekt angelegt.  \n HYDAC Accessories:  \nProjekte werden im SAP Projektmanagement verwaltet. \" \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass nicht alle Projekte unter Berücksichtigung ihrer Anforderungen an die Informationssicherheit klassifiziert  sind. \n Die Vorgehensweise und Kriterien zur Klassifizierung von Projekten sind nicht dokumentiert.  \n Eine Risikobewertung von Projekten konnte nicht nachgewiesen werden.  \n ☐  Hauptabweichung     ☒  Nebenabweichung     ☐  Beobachtung     ☐  Identifiziertes Verbesserungspotential  "]}, {"content": " Die Cloudanwendungen bzw. Clouddienste werden nur nach Freigabe durch die IT gestattet. Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.\nDie organisationalen fremden IT-Dienstleister sollten mit dem Schutzbedarf der verarbeiteten Informationswerte abgestimmt werden. Die Bewertung ist zu dokumentieren. Organisationalen fremde IT-Dienste und deren Freigabe je nach Schutzbedarf sind zu dokumentieren.\nNachweis(e):\n- Risikobewertung für jedes eingesetzte organisatorische fremden IT-Dienst\n- Überprüfungsprotokolle der Umsetzung der Sicherheitsanforderungen\n- Übersicht aller (freigegebenen) org. -fremden IT-Dienste mit jeweiligem Schutzbedarf\nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein. Bewertung nach Follow-Up: Die Verantwortlichkeiten zwischen organisatorischen fremden IT-Dienstleistern und der eigenen Organisation sind definiert.", "sources": ["E Detaillierte Ergeb nisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 19 of 67 \n - Confidential  - 1.2.4 Inwieweit sind die Verantwortlichkeiten zwischen Organisations -fremden IT -Service -Anbietern und der eigenen Organisation definiert?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• X-VA-76-10000012648 -IT-Sicherheitsrichtlinie,  \n• IT-SRL externe Dienstleister,  \n• Cloud -Sicherheitsrichtlinie,  \n• Servicevereinbarungen für Cloud -Dienste im Scope (Umantis)  \n• AVV  \n• Verinice Asset Übersicht  \n \nStatement Hydac:  \n\"Cloudanwendungen bzw.  Clouddienste sind nur nach Freigabe durch die IT gestattet. ", "Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen.  Die Bewertung ist zu dokumentieren.  \n Organisationsfremde IT -Dienste und deren Freigabe je nach Schutzbedarf sind zu dokumentieren.  \n \n Nachweis(e):  \n- Risikobewertung je eingesetzten organisationsfremden IT -Dienst  \n- Überprüfungsprotokolle der Umsetzung der Sicherheitsanforderungen  \n- Übersicht aller (freigegebener) org.  -fremden IT -Dienste mit jeweiligem Schutzbedarf  \n \nDie Umsetzung wird gemäß Planung sp ätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  "]}, {"content": " Die relevanten Serviceleistungen der Zentralabteilung Informatik sind in dem genutzten ISMS-Tool \"Verinice\" abgebildet und werden fortlaufend aktualisiert. Die für die Organisation kritischen Informationswerte sind in der Schutzbedarfsanalyse identifiziert und bewertet worden. Diese Informationswerte sind einer verantwortlichen Stelle zugeordnet, Informationsträgern, welche diese Informationswerte verarbeiten, werden in einer Assetliste (Verinice) erfasst und einem Verantwortlichen zugewiesen. Der Prozess wurde im bestehenden IMS neu initialisiert. Es wurden keine Haupt- oder Nebenabweichungen festgestellt.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 20 of 67 \n - Confidential  - 1.3 Asset Management  \n1.3.1 Inwieweit werden Informationswerte (Assets) identifiziert und erfasst?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• ISMS Asset -Modell,  \n• Screenshot Verinice  \n \nStatement Hydac:  \n\"Die relevanten Serviceleistungen der Zentralabteilung Informatik sind in dem genutzten ISMS Tool „Verinice“ abgebildet und w erden fortlaufend aktualisiert.\"  \n \n Die für die Organisation kritischen Informationswerte sind in der Schutzbedarfsanalyse ide ntifiziert und bewertet worden.  \n", "Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• ISMS Asset -Modell,  \n• Screenshot Verinice  \n \nStatement Hydac:  \n\"Die relevanten Serviceleistungen der Zentralabteilung Informatik sind in dem genutzten ISMS Tool „Verinice“ abgebildet und w erden fortlaufend aktualisiert.\"  \n \n Die für die Organisation kritischen Informationswerte sind in der Schutzbedarfsanalyse ide ntifiziert und bewertet worden.  \n Diesen Informationswerten ist eine verantwortliche Stelle zugeordnet.  \n Informationsträger, welche die Informationswerte verarbeiten, sind in einer Assetliste  (Verinice)  erfasst.  \n Diesen Informationsträgern ist ein Verantwor tlicher zugeordnet.  \n Feststellung  \nDer Prozess wurde im bestehenden IMS neu initialisiert.  \n ☐  Hauptabweichung     ☐  Nebenabweichung     ☒  Beobachtung     ☐  Identifiziertes Verbesserungspotential  \n  "]}, {"content": " Alle Mitarbeiter des geprüften Unternehmens sollen über das Klassifizierungsschema für Informationen informiert werden. Dieses Schema ist dazu bestimmt, die Vertraulichkeit, Verfügbarkeit und Integrität von Informationen zu berücksichtigen. Die Informationseigentümer sind verpflichtet, ihre Informationen gemäß diesem Klassifizierungsschema einzustufen. Es werden Maßnahmen für den gesamten Lebenszyklus abgeleitet, z.B. in Form einer \"Schutzmatrix\", um die Sicherheit von Informationen während ihrer Kennzeichnung, Handhabung, Transport, Speicherung, Rückgabe und Löschung / Entsorgung zu gewährleisten.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 22 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEin einheitliches Schema zur Klassifizierung von Informationen hinsichtlich Vertraulichkeit ist zu definieren, zu dokumentier en und freizugeben.  \n \n Dabei sind die Schutzziele Vertraulichkeit, Verfügbarkeit und Integrität zu berücksichtigen.  \n \n Alle Mitarbeiter sind über das Klassifizierungsschema zu informieren.  \n Die Informationseigentümer sind zu verpflichten, ihre Informationen gemäß Klassifikationsschema einzustufen.  \n \n", "Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEin einheitliches Schema zur Klassifizierung von Informationen hinsichtlich Vertraulichkeit ist zu definieren, zu dokumentier en und freizugeben.  \n \n Dabei sind die Schutzziele Vertraulichkeit, Verfügbarkeit und Integrität zu berücksichtigen.  \n \n Alle Mitarbeiter sind über das Klassifizierungsschema zu informieren.  \n Die Informationseigentümer sind zu verpflichten, ihre Informationen gemäß Klassifikationsschema einzustufen.  \n \n Es sind Maßnahmen für den gesamten Lebenszyklus abzuleiten (mind.  Kennzeichnung, korrekte Handhabung, Transport, Speicherung,  Rückgabe, Löschung / Entsorgung), \nz.B.  in Form einer \"Schutzmatrix\".  \n"]}, {"content": " Im Rahmen unserer TISAX-Prüfung wurde festgestellt, dass das geprüfte Unternehmen die Umsetzung folgender mitigierenden Maßnahme geplant hat:\nEs wird sichergestellt, dass nur evaluierte und freigegebene organisationsfremde IT-Dienste zum Verarbeiten von Informationswerten der Organisation eingesetzt werden. Dazu wurden die folgenden Unterlagen betrachtet: Schulungskonzept_Awareness, X-VA-76-1000012648 -IT-Sicherheitsrichtlinie, IT-SRL externe Dienstleister.pdf, IT Standards, Softwarepaketierung Prozess, Vorlage Servicevereinbarungen für Cloud-Dienste sowie Verinice.\nUm dies sicherzustellen, werden Webfilter eingesetzt um potenziell schädliche Seiten zu blockieren und in verdachtsfälligen Fällen werden diese Webfilterlogs geprüft und ausgewertet.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 24 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEs ist sicherzustellen, dass organisationsfremde IT -Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden.  \n Es ist je organisationsfremdem IT -Dienst eine Risikobewertung durchzuführen und  zu dokumentieren.  \n Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen. ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 23 of 67 \n - Confidential  - 1.3.3 Inwieweit wird sichergestellt, dass nur evaluierte und freigegebene organisationsfremde IT -Dienste zum Verarbeiten von \nInformationswerten der Organisation eingesetzt werden?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Schulungskonzept_Awareness,   \n• X-VA-76-1000012648 -IT-Sicherheitsrichtlinie,  \n• IT-SRL externe Dienstleister.pdf,  \n• IT Standards,  \n• Softwarepaketierung Prozess,  \n• Vorlage Servicevereinbarungen für Cloud -Dienste  \n• Verinice  \n \nStatement Hydac:  \n\"Es werden Webfilter eingesetzt um potenziell schädliche Seiten zu blockieren.  In Verdachtsfällen werden diese Webfilterlogs geprüft und ausgewertet. "]}, {"content": " Die Organisation des geprüften Unternehmens ist in der Lage, Information Sicherheit angemessen zu managen. Hierzu wird ein Informationssicherheitsmanagementsystem (ISMS) aufgebaut und eingeführt sowie von der Organisationsleitung freigegeben. Die Wirksamkeit des ISMS wird regelmäßig durch die Organisationsleitung überprüft.\n\nDie Umsetzung der folgenden mitigierenden Maßnahmen ist geplant:\n- Informationssicherheit in der Organisation angemessen zu managen (ISMS)\n- Verantwortlichkeiten für die Information Sicherheit in der Organisation zu definieren, dokumentieren und zuzuweisen.\n- Regelmäßige Kontrollen, Management Reviews, interne und externe Auditberichte oder weitere Kontrollen durchzuführen (letzte 2 Jahre)\n- Qualifikation der verantwortlichen Mitarbeiter (Schulungszertifikate)\nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 16 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nDie Verantwortlichkeiten für die Informationssicherheit in der Organisation sind zu definieren, zu dokumentieren und zuzuweis en. \n Die verantwortlichen Mitarbeiter sind für ihre Aufgabe zu qualifizieren.  \n \n Nachweis(e):  \n- Qualifikationsnachweis (z.B.  Schulungszertifikate)  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n"]}, {"content": " Die Einhaltung der Informationssicherheit ist in unserem Unternehmen angemessen zu managen, indem ein Informationssicherheitsmanagementsystem (ISMS) aufgebaut, eingeführt und von der Organisationsleitung freigegeben wird. Dieser Prozess wird regelmäßig durch die Organisationsleitung überprüft.\n\nUm die Wirksamkeit des ISMS sicherzustellen, werden Management-Review-Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren dokumentiert. Nachweisbar sind regelmäßige Kontrollen, Management-Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahre.\n\nDie Umsetzung des ISMS wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.", "sources": ["Nach Abschluss der Unterweisung kann ein entsprechen-\ndes Teilnahmezertifikat als PDF heruntergeladen werden.  \n - Es finden regelmäßige Phishing -Kampagnen statt, die die Awareness der Mitarbeiter verbessern soll.  \n - Jeder Mitarbeiter erhält zudem eine Unterweisung durch den Z entralbereich Datenschutz, um alle für Ihn notwendigen Informationen bezüglich des Datenschutzes zu erhal-\nten. \n - Anlassbezogene Information der Mitarbeiter als Sicherheitstipp oder Sicherheitswarnung per Mail oder Ticker (Laufband -Meldung), zum Beispiel bei  aktuellen Phishing -\nMailwellen  \n \nHYDAC Verwaltung – Zentralbereich Informatik:  \n \n- Im Zentralbereich Informatik finden regelmäßig Pentests statt, mit deren Ergebnisse der jeweilige Bereich sensibilisiert wird .\" \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert  sind.  \n ☐  Hauptabweichung     ☒  Nebenabweichung     ☐  Beobachtung     ☐  Identifiziertes Verbesserungspotential  ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n"]}, {"content": " Die Prüfung des Informationssicherheitsmanagementsystems (ISMS) findet in Rahmen von Audits statt. Eine regelmäßige externe Überprüfung erfolgt im Rahmen der TISAX-Überprüfung. Hierzu ist ein ISMS aufzubauen, einzuführen und von der Organisationsleitung freizugeben. Die Wirksamkeit des ISMS wird regelmäßig durch die Organisationsleitung überprüft. Folgende Dokumentation muss erstellt werden: Management-Review-Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren. Nachweis für die Umsetzung der ISMS-Maßnahmen sind regelmäßige Kontrollen, Management-Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahre. Die Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein. Bewertung nach Follow-Up: Das geprüfte Unternehmen hat die Umsetzung der mitigierenden Maßnahmen geplant und diese werden regelmäßig überprüft.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 27 of 67 \n - Confidential  - 1.5.2 Inwieweit wird das ISMS von einer unabhängigen Instanz überprüft?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• iso_9001_hydac_technology_hydac_firmenverbund_2024 -07-19_de.pdf  \n• TISAX Ergebnisbericht 2021.pdf  \n \nStatement Hydac:  \n\"Die Prüfung des ISMS findet in Rahmen von Audits statt.  Eine regelmäßige externe Überprüfung findet im Rahmen der TISAX Überprüfung statt. ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  "]}, {"content": " Die Umsetzung der mitigierenden Maßnahmen zur Informationssicherheit ist geplant und soll spätestens am 15.06.2023 abgeschlossen sein. Dazu gehört die Einführung eines Informationssicherheitsmanagementsystems (ISMS), dessen Wirksamkeit regelmäßig durch die Organisationsleitung überprüft wird. Es soll eine Dokumentation der Management-Reviews, Auditberichte und anderen anwendbaren Kontrollen der letzten 2 Jahre erstellt werden.\n\nDer Zentralbereich Informatik findet regelmäßig Pentests statt, mit deren Ergebnissen die jeweiligen Bereiche sensibilisiert werden sollen. Jedoch konnte nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert sind. Es gibt keine Unterweisung durch den Zentralbereich Datenschutz für alle Mitarbeiter zum Erhalt aller notwendigen Informationen bezüglich des Datenschutzes.\n\nEs finden regelmäßige Phishing-Kampagnen statt, die die Awareness der Mitarbeiter verbessern sollen. Jeder Mitarbeiter erhält zudem eine Unterweisung durch den Zentralbereich Datenschutz, um alle für ihn notwendigen Informationen bezüglich des Datenschutzes zu erhalten. Anlassbezogene Informationen der Mitarbeiter als Sicherheitstipp oder Sicherheitswarnung per Mail oder Ticker (Laufband-Meldung) werden verbreitet, zum Beispiel bei aktuellen Phishing-Mailwellen.\n\nEs gibt keine regelmäßige Verifizierung der Erreichung dieser Maßnahmen und es fehlt eine Nachweisbarkeit von Management-Reviews, Auditberichten oder anderen Kontrollen der letzten 2 Jahre. Es ist daher empfohlen, die Umsetzung der mitigierenden Maßnahmen zur Informationssicherheit zu beschleunigen und regelmäßige Verifizierungsmassnahmen durchzuführen, um sicherzustellen, dass Mitarbeiter geschult und sensibilisiert sind.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "Nach Abschluss der Unterweisung kann ein entsprechen-\ndes Teilnahmezertifikat als PDF heruntergeladen werden.  \n - Es finden regelmäßige Phishing -Kampagnen statt, die die Awareness der Mitarbeiter verbessern soll.  \n - Jeder Mitarbeiter erhält zudem eine Unterweisung durch den Z entralbereich Datenschutz, um alle für Ihn notwendigen Informationen bezüglich des Datenschutzes zu erhal-\nten. \n - Anlassbezogene Information der Mitarbeiter als Sicherheitstipp oder Sicherheitswarnung per Mail oder Ticker (Laufband -Meldung), zum Beispiel bei  aktuellen Phishing -\nMailwellen  \n \nHYDAC Verwaltung – Zentralbereich Informatik:  \n \n- Im Zentralbereich Informatik finden regelmäßig Pentests statt, mit deren Ergebnisse der jeweilige Bereich sensibilisiert wird .\" \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert  sind.  \n ☐  Hauptabweichung     ☒  Nebenabweichung     ☐  Beobachtung     ☐  Identifiziertes Verbesserungspotential  "]}, {"content": " Die geprüfte Unternehmensseite hat geplant, relevanten Positionen zuzuordnen und bei Bewerbern zu prüfen. Im Prozess ist eine Überprüfung der Identität vorzusehen (z.B. Prüfung von Ausweisdokumenten). Zur Überprüfung der Eignung der Mitarbeiter werden einfache Methoden beschrieben und implementiert (z.B.). Es findet eine erweiterte Prüfung der Eignung abhängig vom Tätigkeitsbereich und Stelle statt. Allerdings konnte nicht nachgewiesen werden, dass sensible Tätigkeitsbereiche und Stellen ermittelt wurden. Dies stellt eine Hauptabweichung dar.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 31 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nSensible Tätigkeitsbereiche und Stellen sind zu ermitteln.  \n Hierzu sind die Anforderungen für relevante Positionen zu definieren und bei Bewerbern zu prüfen.  \n \n Im Prozess ist die Überprüfung der Identität vorzusehen (z. B. Prüfung von Ausweisdokumenten).  \n \n Zur Überprüfung der Eignung der Mitarbeiter sind einfache Methoden zu beschreiben und zu implementieren (z.B.  ", "Die Identität von potenziellen neuen Mitarbeitern wird überprüft.  \n Es werden Einstellungsgespräche mit Bewerbern durchgeführt.  \n Es findet eine erweiterte Prüfung der Eignung abhängig vom Tätigkeitsbereich und Stelle statt.  \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass sensible Tätigkeitsbereiche und Stellen ermittelt  sind.  \n ☐  Hauptabweichung     ☒  Nebenabweichung     ☐  Beobachtung     ☐  Identifiziertes Verbesserungspotential  "]}, {"content": " Ja, alle Mitarbeiter sind gemäß den Anforderungen der Informationssicherheit unterwiesen und verpflichtet. Bei Einstellung erhalten sie eine Ausbildung zu den Sicherheitsanforderungen und werden dazu gebunden. Teilnehmerlisten werden regelmäßig geprüft, um die Vollständigkeit sicherzustellen. Diese Maßnahmen sind laut Planung spätestens am 15.06.2023 abgeschlossen sein.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 34 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nMitarbeiter sind gemäß den Anforderungen der Informationssicherheit zu unterweisen.  \n Bei Einstellung sind Mitarbeiter initial auf die Sicherheitsanforderungen zu belehren und zu verpflichten.  \n \n Teilnehmerlisten sind zu erstellen und regelmäßig (z.B.  einmal jährlich) auf Vollständigkei t zu prüfen.  \n \n"]}, {"content": " Die Sensibilisierung der Mitarbeiter bei der Behandlung von Informationen erfolgt durch mehrere Formen. Dazu zählen eine regelmäßige Online-Unterweisung für den Themenbereich IT-Sicherheit, die für alle Mitarbeiter durchgeführt wird. Zusätzlich werden Mitarbeiter durch Schulungen sensibilisiert und sind sich ihrer Verantwortung an einer ordnungsgemäßen Nutzung bewusst. Die Freigabe neuer Dienste erfolgt durch den ISB (Informationssicherheits-Beauftragten) und DSB (Datenschutzbeauftragter). Es konnte jedoch nicht nachgewiesen werden, dass die organisati onsfremden IT-Dienste mit dem Schutzbedarf der verarbeiteten Informationswerte abgeglichen sind.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 33 of 67 \n - Confidential  - 2.1.3 Inwieweit werden Mitarbeiter über die Risiken beim Umgang mit Informationen geschult und sensibilisiert?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Schulungskonzept Awareness,  \n• Sicherheitstipp / -warnung, IT-Sicherheitsrichtlinie  \n \nStatement Hydac:  \n\"Es finden mehrere Formen der Sensibilisierung der Mitarbeiter statt.  Diese wären:  \n- Eine regelmäßige Online -Unterweisung für den Themenbereich IT -Sicherheit für alle Mitarbeiter wird durchgeführt. ", "In Verdachtsfällen werden diese Webfilterlogs geprüft und ausgewertet.  Zusätzlich werden \nMitarbeiter durch Schulungen sensibilisiert und sind sich durch die IT -Sicherheitsrichtlinie ihrer Verantwortung an eine ordnungsgemäße Nutzung bewusst.  Siehe ebenfalls \nVDA Version 5.1 Punkt 1.2.3\"  \n \nEs werden keine organisati onsfremden IT -Dienste ohne explizite Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt.  \n Die Mitarbeiter werden entsprechend sensibilisiert.  Die Freigabe neuer Dienste erfolgt durch den ISB und DSB.  \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass d ie organisationsfremden IT -Dienste mit dem Schutzbedarf der verarbeiteten Informationswerte abgeglichen  sind.  \n ☐  Hauptabweichung     ☒  Nebenabweichung     ☐  Beobachtung     ☐  Identifiziertes Verbesserungspotentia l "]}, {"content": " Das mobile Arbeiten wird mit der Richtlinie \"mobiles Arbeiten\" geregelt. Zusätzlich wurden IT-Sicherheitstipps per E-Mail versendet, die allen Beschäftigten im Intranet zur Verfügung stehen. Der Zugang außerhalb des HYDAC Netzwerks erfolgt über einen VPN-Client.", "sources": ["Zusätzlich wurden IT -Sicherheitstipps per E -Mail versendet.  Diese Sicherheitstipps stehen allen Beschäf-\ntigten im Intranet zur Verfügung.  Der Zugang außerhalb des HYDAC Netzwerks erfolgt über einen VPN -Client.\"  \n \n Die Schutzmaßnahmen in Bezug auf mobiles Arbeiten außerhalb der definierten Schutzzonen  sind bei Dienstreisen und Home -Office geregelt.  \n Der Umgang auf Dienstreisen ist dokumentiert und wurde vorgestellt.  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.  \n  ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 35 of 67 \n - Confidential  - 2.1.4 Inwieweit ist mobiles Arbeiten geregelt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Sicherheitsrichtline mobiles Arbeiten,  \n• Sicherheitstipps,  \n• IT-SRL mit „Klassifizierung von Dokumenten und Daten“ und „Endgeräteschutz“  \n• BV HomeO ffice.pdf  \n \nStatement Hydac:  \n\"Das mobile Arbeiten ist mit der Richtlinie mobiles Arbeiten geregelt.  Zusätzlich wurden IT -Sicherheitstipps per E -Mail versendet.  Diese Sicherheitstipps stehen allen Beschäf-\ntigten im Intranet zur Verfügung.  Der Zugang außerhalb des HYDAC Netzwerks erfolgt über einen VPN -Client.\"  \n \n"]}, {"content": " Im geprüften Unternehmen ist die Umsetzung der mitigierenden Maßnahmen geplant, um Informationenwert zu schützen. Dazu wird ein Informationssicherheitsmanagementsystem (ISMS) aufgebaut und eingeführt sowie von der Organisationsleitung freigegeben. Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen, wobei Management-Reviews, Auditberichte oder andere anwendbare Kontrollen in den letzten 2 Jahren dokumentiert werden sollten.\n\nEs findet eine regelmäßige Online-Unterweisung für IT-Sicherheit für alle Mitarbeiter statt und nach Abschluss der Unterweisung kann ein entsprechendes Teilnahmezertifikat heruntergeladen werden. Weitere Formen der Sensibilisierung sind regelmäßige Phishing-Kampagnen, eine Unterweisung durch den Zentralbereich Datenschutz und anlassbezogene Information als Sicherheitstipp oder -warnung per Mail oder Ticker (Laufband-Meldung). Im Zentralbereich Informatik finden regelmäßig Pentests statt.\n\nEs konnte jedoch nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert sind.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Schulungskonzept Awareness,  \n• Sicherheitstipp / -warnung, IT-Sicherheitsrichtlinie  \n \nStatement Hydac:  \n\"Es finden mehrere Formen der Sensibilisierung der Mitarbeiter statt.  Diese wären:  \n- Eine regelmäßige Online -Unterweisung für den Themenbereich IT -Sicherheit für alle Mitarbeiter wird durchgeführt.  Nach Abschluss der Unterweisung kann ein entsprechen-\ndes Teilnahmezertifikat als PDF heruntergeladen werden.  \n - Es finden regelmäßige Phishing -Kampagnen statt, die die Awareness der Mitarbeiter verbessern soll.  \n - Jeder Mitarbeiter erhält zudem eine Unterweisung durch den Z entralbereich Datenschutz, um alle für Ihn notwendigen Informationen bezüglich des Datenschutzes zu erhal-\nten. \n - Anlassbezogene Information der Mitarbeiter als Sicherheitstipp oder Sicherheitswarnung per Mail oder Ticker (Laufband -Meldung), zum Beispiel bei  aktuellen Phishing -\nMailwellen  \n \nHYDAC Verwaltung – Zentralbereich Informatik:  \n \n- Im Zentralbereich Informatik finden regelmäßig Pentests statt, mit deren Ergebnisse der jeweilige Bereich sensibilisiert wird .\" \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert  sind.  \n"]}, {"content": " Im geprüften Unternehmen hat die Umsetzung folgender mitigierenden Maßnahmen geplant: Sichern der Informationssicherheit bei Verwendung von organisationsfremden IT-Diensten. Hierzu wird eine explizite Bewertung und Umsetzung der Informationssicherheitsanforderungen durchgeführt, sowie eine Risikobewertung und Dokumentation für jeden organisationalen fremden IT-Dienst vorgenommen. Gesetzliche, regulatorische und vertragliche Anforderungen werden bei Anwendbarkeit dokumentiert. Die organisationsfremden IT-Dienste sollten mit dem Schutzbedarf der verarbeiteten Informationswerte abgeglichen werden. In Ausnahmesituationen wird die Informationssicherheit sichergestellt.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 24 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEs ist sicherzustellen, dass organisationsfremde IT -Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden.  \n Es ist je organisationsfremdem IT -Dienst eine Risikobewertung durchzuführen und  zu dokumentieren.  \n Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen. "]}, {"content": " Informationssicherheit ist in der Organisation angemessen zu managen. Hierzu wird ein Informationssicherheitsmanagementsystem (ISMS) aufgebaut, eingeführt und von der Organisationsleitung freigegeben. Die Wirksamkeit des ISMS wird regelmäßig durch die Organisationsleitung überprüft.\nFolgende Dokumentation ist zu erstellen: - Management-Review-Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren. Nachweis(e): - Nachweis regelmäßiger Kontrollen, Management-Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahre\nEs finden mehrere Formen der Sensibilisierung der Mitarbeiter statt. Diese wären: - Eine regelmäßige Online-Unterweisung für den Themenbereich IT-Sicherheit für alle Mitarbeiter wird durchgeführt. Nach Abschluss der Unterweisung kann ein entsprechendes Teilnahmezertifikat als PDF heruntergeladen werden. - Es finden regelmäßige Phishing-Kampagnen statt, die die Awareness der Mitarbeiter verbessern soll. - Jeder Mitarbeiter erhält zudem eine Unterweisung durch den Zentralbereich Datenschutz, um alle für ihn notwendigen Informationen bezüglich des Datenschutzes zu erhalten. Anlassbezogene Information der Mitarbeiter als Sicherheitstipp oder Sicherheitswarnung per Mail oder Ticker (Laufband-Meldung), zum Beispiel bei aktuellen Phishing-Mailwellen\nEs konnte nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert sind.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n", "Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Schulungskonzept Awareness,  \n• Sicherheitstipp / -warnung, IT-Sicherheitsrichtlinie  \n \nStatement Hydac:  \n\"Es finden mehrere Formen der Sensibilisierung der Mitarbeiter statt.  Diese wären:  \n- Eine regelmäßige Online -Unterweisung für den Themenbereich IT -Sicherheit für alle Mitarbeiter wird durchgeführt.  Nach Abschluss der Unterweisung kann ein entsprechen-\ndes Teilnahmezertifikat als PDF heruntergeladen werden.  \n - Es finden regelmäßige Phishing -Kampagnen statt, die die Awareness der Mitarbeiter verbessern soll.  \n - Jeder Mitarbeiter erhält zudem eine Unterweisung durch den Z entralbereich Datenschutz, um alle für Ihn notwendigen Informationen bezüglich des Datenschutzes zu erhal-\nten. \n - Anlassbezogene Information der Mitarbeiter als Sicherheitstipp oder Sicherheitswarnung per Mail oder Ticker (Laufband -Meldung), zum Beispiel bei  aktuellen Phishing -\nMailwellen  \n \nHYDAC Verwaltung – Zentralbereich Informatik:  \n \n- Im Zentralbereich Informatik finden regelmäßig Pentests statt, mit deren Ergebnisse der jeweilige Bereich sensibilisiert wird .\" \n Feststellung  \nEs konnte nicht nachgewiesen werden, dass Mitarbeiter geschult und sensibilisiert  sind.  \n"]}, {"content": " Die Anforderungen zum Umgang von mobilen Endgeräten sind in mehreren Richtlinien und Dokumenten beschrieben und dokumentiert. Eine Verpflichtungserklärung wird bei Übergabe des mobilen Endgerätes unterschrieben. Die Kennzeichnung und Beschreibung der Zonen sind im Zonenkonzept aufzunehmen, die Verhaltensregeln für die jeweiligen Sicherheitszonen sind bekanntgegeben. Eine Richtlinie für die Einbringung und Nutzung von mobilen IT-Geräten und mobilen Datenträgern ist einzuführen. Netzwerk- und Infrastrukturkomponenten sind vor unautorisierten Zugang zu schützen, Maßnahmen zum Schutz gegen einfaches Mithören und Einsichtnahme sind umzusetzen.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 40 of 67 \n - Confidential  - 3.1.4 Inwieweit ist der Umgang mit mobilen IT -Geräten und mobilen Datenträgern gemanagt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n•  X-VA-76-10000012648 -IT-Sicherheitsrichtlinie,  \n• Sicherheitsrichtlinie Endgeräteschutz,  \n• Sicherheitsstrategie mobile Datenträger,  \n• Übergabeprotokoll Smartphone  \n• McAffee Endpoint Security  \n• McAffee Endpoint Encryption  \n• MDM Mobile IRON  \n \nStatement Hydac:  \n\"Die Anforderungen mit dem Umgang von mobilen Endgeräten sind in mehreren Richtlinien und Dokumenten beschrieben und dokumentiert.  Eine Verpflichtungserklärung \nwird bei Übergabe des mobilen Endgerätes unterschrieben. \"  \n \n", "Die Kennzeichnung und Beschreibung der Zonen sind in das Zonenkonzept aufzunehmen (inkl.  Anlieferungs - und Versandbereich) . \n Die Verhaltensregeln für die jeweiligen Sicherheitszonen sind bekanntzugeben.  \n Eine Richtlinie für die Einbringung und Nutzung von mobilen IT -Geräten und mobilen Datenträgern ist einzuführen.  \n Netzwerk - und Infrastrukturkomponenten sind vor unautorisierten  Zugang zu schützen.  \n Maßnahmen zum Schutz gegen einfaches Mithören und Einsichtnahme sind umzusetzen.  \n \n Nachweis(e):  \n- Sicherheitszonenkonzept inkl. "]}, {"content": " Ja, der Umgang mit Identifikationsmitteln wird im geprüften Unternehmen gemanagt. Dies geschieht gemäß definierten Eintritts-, Wechsel- und Austritsworkflows oder Umsetzungszeitraum. Die Vorgehensweise zur Klassifizierung von Projekten sowie die Kriterien für diese Klassifizierung sind dokumentiert, um Risiken abzuschätzen und Maßnahmen zu ergreifen. Dies geschieht durch eine Risikobewertung in einer frühen Phase des Projektes und bei Änderungen der Bewertungskriterien. Die Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Asses sment Results)  \n \nTISAX Assessment Bericht  2.0  Page 41 of 67 \n - Confidential  - 4 Identity and Access Management  \n4.1 Identity Management  \n4.1.1 Inwieweit ist der Umgang mit Identifikationsmitteln gemanagt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n•  X-VA-73-10000216051 Unternehmenssicherheit -Zugangsmanagement -Beschäftigte,  \n• Onboarding BEST PRACTICE Checkliste,  \n• Offboarding Laufzettel, Schlüssellisten  \n• 5768_Oazimi_Malsore.pdf  \n• BV_Schliessanlage.pdf  \n \nStatement Hydac:  \n\"Erstellung, Übergabe, Rückgabe, Gültigkeitszeiträume sowie Umgang mit Verlust werden in Protokollen festgehalten. \"  \n \n Die Zuweisung von Identifikationsmitteln erfolgt gemäß definierter Eintritts -/Wechsel -/Austrittsworkflows bzw. ", "Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden m itigierenden Maßnahmen geplant (dauerhaft):  \nProjekte sind unter Berücksichtigung ihrer Anforderungen an die Informationssicherheit zu klassifizieren.  \n \n Die Vorgehensweise und die Kriterien zur Klassifizierung von Projekten sind zu dokumentieren.  \n In einer frühen Phase des Projektes ist eine Risikobewertung auf Basis einer definierten Vorgehensweise durchzuführen und bei Än derungen des Projektes zu wiederholen.  \n Für identifizierte Informationssicherheitsrisiken sind Maßnahmen abzuleiten und im Projekt z u berücksichtigen.  \n \n Es ist eine Prozessbeschreibung zu erstellen, welche die Vorgehensweise zur Klassifizierung sowie zur Durchführung einer Risi kobewertung von Projekten beschreibt.  \n \n Abgeleitete Maßnahmen sind im Verlauf des Projektes regelmäßig zu überprüfen und bei Änderungen der Bewertungskriterien neu zu bewerten.  \n \n Nachweis(e):  \n- Prozessbeschreibung zur Klassifizierung von Projekten  \n- Nachweis zur Einstufung / Klassifizierung von Projekten (Beispiel -Projekte)  \n- Prozessbeschreibung zur Risikobewer tung von Projekten  \n- Nachweis zur Risikobewertung von Projekten  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n"]}, {"content": " Im geprüften Unternehmen sind die Zugänge von Benutzern zu Netzwerkdiensten, IT-Systemen und IT-Anwendungen durch folgende Maßnahmen sichergestellt:\n1. Jeder Mitarbeiter besitzt ein AD-Konto mit einem eindeutigen Benutzernamen.\n2. Die Sicherheitsrichtlinie Vergabe von IT-Berechtigungen regelt die Zuweisung und Kontrolle der Berechtigungen für jeden Mitarbeiter.\n3. Kryptographische Verfahren werden verwendet, um den Zugriff auf IT-Systeme zu sichern.\n4. Die Onlineformulare und Service Requests sind mit entsprechenden Sicherheitsmaßnahmen ausgestattet (z.B. Ticket SCTASK0027696).\n5. In der Service Now Console werden die Zugänge kontrolliert und überwacht.", "sources": ["E Detaillierte  Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 58 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nAnforderungen an die Steuerung und Verwaltung sind ausgehend von den Sicherheitsanforderungen zu definieren und in der Arbeit sanweisung zu dokumentieren, dazu \ngehören:  \n - Verfahren zur Verwaltung und Steuerung der Netzwerke  \n - Authentifizierung von Systeme n im Netzwerk  \n - Der Zugriff auf die Managementschnittstellen von IT -Systemen ist eingeschränkt  \n \nAnforderungen an die Segmentierung von Netzwerken sind ausgehend von den Sicherheitsanforderungen zu definieren,  \ndazu gehören:  \n - Beschränkungen bei der Anbind ung von IT -Systemen an das Netzwerk  \n - Einsatz von Sicherheitstechnologien  \n - Das erhöhte Risiko durch aus dem Internet erreichbare Netzwerkdienste (z.B.  Nutzung von DMZ -Netzwerken)  \n - Technologie -spezifische Trennungsmöglichkeiten (z. B. durch eine Firewa ll) bei Nutzung von organisationsfremden IT -Diensten  \n - Geeignete Trennung von eigenen Netzwerken und Kundennetzwerken unter Berücksichtigung von Kundenanforderungen  \n \nNachweis(e):  \n- Liste der Anforderungen an die Steuerung und Verwaltung, ermittelt aus d en Sicherheitsanforderungen  \n- Liste der Anforderungen an die Segmentierung der Netzwerke, ermittelt aus den Sicherheitsanforderungen  \n- Umsetzungsnachweis der sicherheitsrelevanten Verfahren zur Steuerung und Verwaltung der Netzwerke (technische Beschreibun g, Screenshots der laufenden Systeme)  \n- Liste der eingesetzten Verfahren zur Verwaltung und Steuerung der Netzwerke  \n- Screenshots der Netzwerksegmentierung  \n- Technische / organisatorische Maßnahmen, um den Zugriff auf die von Managementschnittstellen von I T-Systemen einzuschränken  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 42 of 67 \n - Confidential  - 4.1.2 Inwieweit wird der Zugang von Benutzern zu Netzwerkdiensten, IT -Systemen und IT -Anwendungen gesichert?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Sicherheitsrichtlinie Vergabe von IT -Berechtigungen,  \n• Sicherheitsrichtlinie kryptographische Verfahren,  \n• Screenshot Onlineformular, Screenshot Service Request  \n• Ticket SCTASK0027696  \n• Service Now K onsole  \n \nStatement Hydac:  \n\"Für jeden Mitarbeiter gibt es ein AD -Konto mit entsprechendem Benutzernamen.  Dieser ist eindeutig und kann somit einem einzelnen User zugewiesen werden. "]}, {"content": " Die Initialpasswörter müssen nach der Erstanmeldung geändert werden. Der Prozess ist in einer Richtlinie zu beschreiben. Nachweis: - Prozessbeschreibung für Vergabe und Entzug von Benutzerrechten je Dienst bzw. Anwendung, - Beispiel Umgang mit neuen Anmeldeinformationen für einen Benutzer. Die Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein. Bewertung nach Follow-Up: Es werden eindeutige und personalisierte Benutzerkonten verwendet. Initiale Anmeldeinformationen müssen nach dem ersten Login geändert werden. Feststellung: Es konnte nicht nachgewiesen werden, dass die Anmeldeinformationen (z.B. Passwörter) eines personalisierten Benutzerkontos nur dem zugeordneten Benutzer bekannt sind. Hauptabweichung.", "sources": ["Initialpasswörter sind nach der Erstanmeldung zu ändern.  \n Der Prozess ist in einer Richtlinie zu beschreiben.  \n \n Nachweis(e):  \n- Prozessbeschreibung für Vergabe und Entzug von Benutzerrechten je Dienst bzw.  Anwendung  \n- Beispiel Umgang mi t neuen Anmeldeinformationen für einen Benutzer   \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  ", "Es werden eindeutige und personalisierte Benutzerkonten verwendet.  \n Initiale Anmeldeinformationen  müssen  nach dem 1.  Login geändert  werden.  \n Fest stellung  \nEs konnte nicht nachgewiesen werden, dass d ie Anmeldeinformationen (z. B. Passwörter) eines personalisierten Benutzerkontos nur dem zugeordneten Benutzer bekannt \nsind. \n ☐  Hauptabweichung     ☒  Nebenabweichung     ☐  Beobachtung     ☐  Identifiziertes Verbesserungspotential  "]}, {"content": " Im geprüften Unternehmen ist geplant, in den Lieferantenprozess aufzunehmen: Auftragnehmer und Kooperationspartner müssen ein er Risikobewertung bezüglich der Informationssicherheit unterzogen werden. Lieferanten sind hinsichtlich Informationssicherheit zu klassifizieren und entsprechende Maßnahmen sind zu definieren (z.B. Self Assessment, Lieferanten-Audit).\n\nSensible Tätigkeitsbereiche und Stellen werden ermittelt. Hierzu sind die Anforderungen für relevante Positionen zu definieren und bei Bewerbern zu prüfen. Im Prozess ist die Überprüfung der Identität vorzusehen (z.B. Prüfung von Ausweisdokumenten). Zur Überprüfung der Eignung der Mitarbeiter werden einfache Methoden beschrieben und implementiert (z.B. werden Zugriffsberechtigungen vergeben und gemanagt).", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 64 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nIn den Lieferantenprozess ist aufzunehmen:  \nAuftragnehmer und Kooperationspartner müssen ein er Risikobewertung bzgl.  der Informationssicherheit unterzogen werden.  \n \n Lieferanten sind hinsichtlich Informationssicherheit zu klassifizieren und en tsprechende Maßnahmen sind zu definieren (z.B.  Self Assessment, Lieferanten -Audit).  \n \n", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 31 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nSensible Tätigkeitsbereiche und Stellen sind zu ermitteln.  \n Hierzu sind die Anforderungen für relevante Positionen zu definieren und bei Bewerbern zu prüfen.  \n \n Im Prozess ist die Überprüfung der Identität vorzusehen (z. B. Prüfung von Ausweisdokumenten).  \n \n Zur Überprüfung der Eignung der Mitarbeiter sind einfache Methoden zu beschreiben und zu implementieren (z.B.  "]}, {"content": " Im Unternehmen Hydac existiert ein Dokument zur Regelung für den Einsatz von Verschlüsselungstechnologien, in dem neben den zu verwendenden Verfahren auch Erläuterungen zu diesen Verfahren beschrieben sind. Ein eingesetztes kryptographisches Verfahren bietet nach dem Stand der Technik die notwendige Sicherheit für das Einsatzgebiet. Rechtliche Rahmenbedingungen für den Einsatz von Kryptographie werden berücksichtigt, und ein Nutzungskonzept für Kryptographie ist definiert und umgesetzt. Die Verwendung kryptographischer Verfahren wird gemanagt.", "sources": ["Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Sicherheitsrichtlinie kryptographische Verfahren,  \n• Sicherheitsrichtlinie Klassifizierung von Dokumenten und Informationen,  \n• Schulungsunterlage Arbeiten mit verschlüsselten Daten,  \n• Schulungsunterlagen USB Verschlüsselung  \n \nStatement Hydac:  \n\"Es existiert ein Dokument zur Regelung für Einsatz von Verschlüsselungstechnologien, in diesem sind neben den einzusetzenden Verfahren auch Erläuterungen zu diesen \nVerfahren beschrieben.\"  \n \n Ein eingesetztes kryptographischen Verfahren bietet nach dem Stand der Technik die notwendige Sicherheit für das Einsatzge biet.  \n Rechtliche Rahmenbedingungen für den Einsatz von Kryptographie sind berücksichtigt.  \n Ein Nutzungskonzept für Kryptographie ist definiert und umgesetzt.  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.  \n  ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 47 of 67 \n - Confidential  - 5 IT Security / Cyber Security  \n5.1 Cryptography  \n5.1.1 Inwieweit wird die Nutzung kryptografischer Verfahren gemanagt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Sicherheitsrichtlinie kryptographische Verfahren,  \n• Sicherheitsrichtlinie Klassifizierung von Dokumenten und Informationen,  \n• Schulungsunterlage Arbeiten mit verschlüsselten Daten,  \n• Schulungsunterlagen USB Verschlüsselung  \n \nStatement Hydac:  \n\"Es existiert ein Dokument zur Regelung für Einsatz von Verschlüsselungstechnologien, in diesem sind neben den einzusetzenden Verfahren auch Erläuterungen zu diesen \nVerfahren beschrieben.\"  \n \n Ein eingesetztes kryptographischen Verfahren bietet nach dem Stand der Technik die notwendige Sicherheit für das Einsatzge biet.  \n Rechtliche Rahmenbedingungen für den Einsatz von Kryptographie sind berücksichtigt.  \n Ein Nutzungskonzept für Kryptographie ist definiert und umgesetzt.  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.  \n  "]}, {"content": " Im geprüften Unternehmen hat die Umsetzung folgender mitigierenden Maßnahmen geplant:\n1. Die regelmäßige Einholung von Informationen über neue Schwachstellen.\n2. Schnellstmöglich Installieren der Patches für Betriebssysteme und Standard-Software.\n3. Überprüfen der erfolgreichen Patchinstallation mit geeigneten Verfahren (Auswertung von Reports oder Schwachstellenscans).\n4. Die Vorgehensweisen zur angemessenen Reaktion auf Informationssicherheitsereignisse sind zu definieren, die Art und Weise der Auswertung der Ereignisse ist zu definieren. Bei Bedarf sind Maßnahmen zur Verhinderung des erneuten Auftretens umzusetzen.\n5. Die Anforderungen aus Geschäftsbeziehungen sind zu erfüllen und umzusetzen (z.B. Informationen während der Übertragung geschützt).", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 55 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationen über neue Schwachstellen sind regelmäßig einzuholen.  \n Patches für Betriebssysteme und Standard -Software sind schnellstmöglich zu installieren.  \n Die erfolgreiche Patchinstallation ist mit geeigneten Verfahren zu überprüfen (Auswertung von Reports oder Schwachstellenscans).  \n \n Nachweis(e):  \n- Schwachstellen -Report (Quellenangabe)  \n- Technische Beschreibung der Update -Verfahren und ggf. ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 29 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nDie Vorgehensweisen zur angemessenen Reaktion auf Informationssicherheitsereignisse sind zu definieren.  \n Die Art und Weise der Auswertung der Ereignisse ist zu definieren.  \n Bei Bedarf sind Maßnahmen zur Verhinderung des erneuten Auftretens umzusetzen.  \n \n Die Anforderungen aus Geschäftsbeziehungen sind zu er mitteln und umzusetzen (z.B. "]}, {"content": " In unserem Unternehmen wird organisatorisches Änderungsmanagement (ZQW) durchgeführt. Es gibt produktorientierte X-VA-Änderungsabläufe sowie allgemeine Änderungen, die unsere Vorgabedokumente wie z.B. X-VA, X-FBL oder IMS-HBU umfassen, in denen alle relevanten Abläufe aktuell beschrieben sind. Ist eine Änderung geplant, muss geprüft werden, ob die Änderung ok ist und auch die Vorgabedokumente angepasst werden. Die Änderungsprozesse wie beispielsweise bereichsübergreifende Prozesse des IMS sind von verschiedenen Mitarbeitern/Abteilungen sowie der Geschäftsführung betroffen - unter anderem durch Unterschriftsprozess, z.B. X-VA: Ersteller, Prüfer, QM-Freigabe und GL-Freigabe. Änderungen werden über ServiceNow eingesteuert und verwaltet sowie mittels eines genutzten Softwareverteilungssystems verteilt. Patchstände werden im Patchmanagement dokumentiert. Änderungen durch Projekte werden in Control P unkt 1.2.3 beschrieben.", "sources": ["organisatorisches Änderungsmanagement (ZQW):  \nEs gibt die X -VA Änderungsabläufe produktorientiert  \nÄnderun gen allgemein: Es gibt grundsätzlich unsere Vorgabedokumente, z.B.  X -VA, X -FBL oder IMS -HBU bzw.  bereichsspezifische Vorgabedokumente in denen alle relevanten \nAbläufe aktuell beschrieben sind.  Ist eine Änderung geplant, muss geprüft werden, ob die Änderung  okay ist und auch die Vorgabedokumente müssen angepasst werden.  In \nden Änderungsprozess, z.B.  bereichsübergreifende Prozesse des IMS, sind verschiedene Mitarbeiter/Abteilungen und die Geschäft sleitung involviert  \n- Unterschriftsprozess, z.B.  X -VA: Erstell er, Prüfer, QM -Freigabe, GL -Freigabe\"  \n \nChanges werden über ServiceNow  eingesteuert sowie verwaltet.  \n", "Anschließen werden diese über ein genutztes Software-\nverteilungssystem verteilt.  Patchstände werden im Patchmanagement dokumentiert.  Änderungen durch Projekte werden in Control P unkt 1.2.3 beschrieben.  \n organisatorisches Änderungsmanagement (ZQW):  \nEs gibt die X -VA Änderungsabläufe produktorientiert  \nÄnderun gen allgemein: Es gibt grundsätzlich unsere Vorgabedokumente, z.B.  X -VA, X -FBL oder IMS -HBU bzw.  bereichsspezifische Vorgabedokumente in denen alle relevanten \nAbläufe aktuell beschrieben sind.  Ist eine Änderung geplant, muss geprüft werden, ob die Änderung  okay ist und auch die Vorgabedokumente müssen angepasst werden. "]}, {"content": " Ja, im SAP und Service Now Umfeld ist eine strikte Trennung umgesetzt. Für jedes Produktivsystem gibt es ein zugehöriges Test - und Entwicklungssystem. Zusätzlich wird ein Testnetz für allgemeine Tests bereitgestellt. Der jeweilige Solutionowner ist für den Betrieb der entsprechenden Systeme und deren Kritikalität verantwortlich. Basis hierbei ist die Trennung von Entwicklungs- und Testumgebungen von den Produktivumgebungen. Auf Basis der Beobachtungen wurde keine Abweichung festgestellt.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 51 of 67 \n - Confidential  -  \n5.2.2 Inwieweit sind die Entwicklungs - und Testumgebungen von den Produktivumgebungen getrennt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Sicherheitsrichtlinie Entwicklung und DevOps  \n \nStatement Hydac:  \n\"Im SAP und Service Now Umfeld ist eine strikte Trennung umgesetzt.  Für jedes Produktivsystem gibt es ein zugehöriges Test - und Entwicklungssystem. ", "Für jedes Produktivsystem gibt es ein zugehöriges Test - und Entwicklungssystem.  Zusätzlich wird ein \nTestnetz für allgemeine Tests bereitgestellt.  \n Der jeweilige Solutionowner ist für den Betrieb der entsprechenden Systeme und deren Kritikalität verantwortlich.  Basis ist hierb ei Trennung Entwicklungs - und Testumgebun-\ngen von den Produktivumgebungen.\"  \n \n Auf Basis einer entsprechenden Bewertung erfolgt für di e Systeme eine Trennung zwischen Entwicklungs -, Test - und Produktivumgebung.  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.  \n  "]}, {"content": " Im geprüften Unternehmen wird sichergestellt, dass alle IT-Systeme gegen Schadsoftware geschützt sind. Dies geschieht durch eine automatische Überprüfung von empfangenen Dateien und Programmen vor ihrer Ausführung sowie regelmäßige Untersuchungen des gesamten Datenbestandes aller Systeme auf Schadsoftware. Zudem wurden Maßnahmen definiert, um sicherzustellen, dass Schutzsoftware nicht durch Benutzer deaktiviert oder verändert werden kann. Es werden nur IT-Systeme mit Software zum Schutz vor Schadsoftware betrieben. Die geprüften Unternehmen haben die Umsetzung der folgenden mitigierenden Maßnahmen geplant: Organisationsfremde IT-Dienste können nur eingesetzt werden, wenn sie explizit bewertet und Informationssicherheitsanforderungen umgesetzt wurden. Es wird eine Risikobewertung für jeden organisationalefremden IT-Dienst durchgeführt und dokumentiert. Gesetzliche, regulatorische und vertragliche Anforderungen werden berücksichtigt und bei Anwendbarkeit dokumentiert. Die organisationalefremden IT-Dienste müssen mit dem Schutzbedarf der verarbeiteten Informationswerte abgestimmt sein.", "sources": ["Eine automatische Überprüfung auf Schadsoftware erfolgt von empfangenen Dateien und Programmen vor deren Ausführung.  \n Eine regelmäßige Untersuchung de s gesamten Datenbestandes aller Systeme auf Schadsoftware wird durchgeführt.  \n Maßnahmen zur Sicherstellung, dass Schutzsoftware nicht durch Benutzer deaktiviert oder verändert werden kann, sind definiert  und umgesetzt.  \n Es werden nur IT -Systeme mit Softwar e zum Schutz vo r Schadsoftware betrieben .  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.   \n  ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 24 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEs ist sicherzustellen, dass organisationsfremde IT -Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden.  \n Es ist je organisationsfremdem IT -Dienst eine Risikobewertung durchzuführen und  zu dokumentieren.  \n Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen. "]}, {"content": " Die Installation von Patchen für Betriebssysteme und Standard-Software sollte sofort durchgeführt werden. Der Erfolg der Patchinstallation kann mit geeigneten Verfahren überprüft werden, z.B. mittels Auswertung von Reports oder Schwachstellenscans.\n\nBeweise:\n- Schwachstellen -Report (Quelle)\n- Technische Beschreibung der Update-Verfahren und ggf. Ersatzmaßnahmen\n\nDie Umsetzung sollte laut Planung spätestens am 15.06.2023 abgeschlossen sein. Bewertung nach Follow -Up:\nFür verdächtige Aktivitäten sind entsprechende Use Cases definiert, die im Service Now bearbeitet werden. Fortinet Firewalls werden über den Fortinet Manager verwaltet und geloggt. Auf Basis von Events werden Tickets eröffnet und durch die Sicherheitsorganisation bearbeitet. Logdateien und Ereignisprotokolle werden regelmäßig sowie fallbezogen analysiert und ausgewertet.\nFeststellung:\nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.", "sources": ["Patches für Betriebssysteme und Standard -Software sind schnellstmöglich zu installieren.  \n Die erfolgreiche Patchinstallation ist mit geeigneten Verfahren zu überprüfen (Auswertung von Reports oder Schwachstellenscans).  \n \n Nachweis(e):  \n- Schwachstellen -Report (Quellenangabe)  \n- Technische Beschreibung der Update -Verfahren und ggf.  Ersatzmaßnahmen  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  ", "Für verdächtige Aktivitäten sind \nentsprechende Use Cases definiert, die im Service Now bearbeitet werden. \"  \n \n Fortinet Firewalls werden über den Fortinet Manager verwaltet u nd geloggt.  \n Auf Basis von Events werden Tickets eröffnet und durch die Sicherheitsorganisation bearbeitet.  \n Logdateien und Ereignisprotokolle werden regelmäßig sowie fallbezogen analysiert und ausgewertet.  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.  \n  "]}, {"content": " Das geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant: Informationen über neue Schwachstellen sind regelmäßig einzuholen. Patches für Betriebssysteme und Standard-Software werden schnellstmöglich zu installieren, die erfolgreiche Patchinstallation ist mit geeigneten Verfahren zu überprüfen (Auswertung von Reports oder Schwachstellenscans). Nachweis: - Schwachstellen -Report (Quelle angegeben) - Technische Beschreibung der Update-Verfahren und ggf.\n\nIn den Lieferantenprozess ist aufzunehmen: Auftragnehmer und Kooperationspartner müssen ein er Risikobewertung bzgl. der Informationssicherheit unterzogen werden. Lieferanten sind hinsichtlich Informationssicherheit zu klassifizieren und entsprechende Maßnahmen sind zu definieren (z.B. Self Assessment, Lieferanten-Audit).", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 55 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationen über neue Schwachstellen sind regelmäßig einzuholen.  \n Patches für Betriebssysteme und Standard -Software sind schnellstmöglich zu installieren.  \n Die erfolgreiche Patchinstallation ist mit geeigneten Verfahren zu überprüfen (Auswertung von Reports oder Schwachstellenscans).  \n \n Nachweis(e):  \n- Schwachstellen -Report (Quellenangabe)  \n- Technische Beschreibung der Update -Verfahren und ggf. ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 64 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nIn den Lieferantenprozess ist aufzunehmen:  \nAuftragnehmer und Kooperationspartner müssen ein er Risikobewertung bzgl.  der Informationssicherheit unterzogen werden.  \n \n Lieferanten sind hinsichtlich Informationssicherheit zu klassifizieren und en tsprechende Maßnahmen sind zu definieren (z.B.  Self Assessment, Lieferanten -Audit).  \n \n"]}, {"content": " Im Rahmen unserer Sicherheitsmaßnahmen erfolgt eine automatische Überprüfung auf Schadsoftware bei empfangenen Dateien und Programmen vor deren Ausführung. Regelmäßig wird der gesamte Datenbestand aller Systeme auf Schadsoftware überprüft. Maßnahmen zur Sicherstellung, dass Schutzsoftware nicht durch Benutzer deaktiviert oder verändert werden kann, sind definiert und umgesetzt. Nur IT-Systeme mit Software zum Schutz vor Schadsoftware werden betrieben.\n\nÄnderungen von Berechtigungen erfolgen durch einen Prozess gesteuert. In Zukunft wird das Management von Zugriffsberechtigungen im SAP-Umfeld über ein konzipiertes Rollenkonzept bearbeitet und verteilt. Die Anforderungen an das Management von Zugriffsberechtigungen sind ermittelt und erfüllt.\n\nGemäß unserem Regelwerk findet eine regelmäßige Überprüfung der gewährten Zugriffsberechtigungen von normalen und privilegierten Benutzern sowie technischen Konten statt, auch in IT-Systemen von Kunden. Berechtigungsrollen werden verwendet.\n\nFeststellung: Auf Basis der Beobachtungen wurde keine Abweichung festgestellt.", "sources": ["Eine automatische Überprüfung auf Schadsoftware erfolgt von empfangenen Dateien und Programmen vor deren Ausführung.  \n Eine regelmäßige Untersuchung de s gesamten Datenbestandes aller Systeme auf Schadsoftware wird durchgeführt.  \n Maßnahmen zur Sicherstellung, dass Schutzsoftware nicht durch Benutzer deaktiviert oder verändert werden kann, sind definiert  und umgesetzt.  \n Es werden nur IT -Systeme mit Softwar e zum Schutz vo r Schadsoftware betrieben .  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.   \n  ", "Änderung von Berechtigungen werden durch einen Prozess gesteuert.  Berechtigungen im SAP -Umfeld werden künftig durch ein konzipiertes Rollenkonzept \nbearbeitet und verteilt. \"  \n \n Die Anforderungen an das Management von Zugriffsberechtigungen sind ermittelt und erfüllt.  \n Gemäß Regelwerk findet eine regelmäßige Überprüfung der gewährten Zugriffsberechtigungen von normalen und privilegierten Benutz erkonten sowie technischen Konten \nstatt, auch in IT -Systemen von Kunden.  Es werden Berechtigungs -Rollen verwendet.  \n Feststellung  \nAuf Basis der Beobachtungen wurde keine Abweichung festgestellt.   \n  "]}, {"content": " Ja, das Netzwerk der Organisation Hydac wird gemäß der IT-Sicherheitsrichtlinie verwaltet und für jeden Mitarbeiter ist die Nutzung des Netzwerkes verpflichtend. Zudem existiert ein Konzept zur Netzwerksegmentierung, das die Verwaltung des Netzwerks regelt.", "sources": ["E Detaillierte  Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 58 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nAnforderungen an die Steuerung und Verwaltung sind ausgehend von den Sicherheitsanforderungen zu definieren und in der Arbeit sanweisung zu dokumentieren, dazu \ngehören:  \n - Verfahren zur Verwaltung und Steuerung der Netzwerke  \n - Authentifizierung von Systeme n im Netzwerk  \n - Der Zugriff auf die Managementschnittstellen von IT -Systemen ist eingeschränkt  \n \nAnforderungen an die Segmentierung von Netzwerken sind ausgehend von den Sicherheitsanforderungen zu definieren,  \ndazu gehören:  \n - Beschränkungen bei der Anbind ung von IT -Systemen an das Netzwerk  \n - Einsatz von Sicherheitstechnologien  \n - Das erhöhte Risiko durch aus dem Internet erreichbare Netzwerkdienste (z.B.  Nutzung von DMZ -Netzwerken)  \n - Technologie -spezifische Trennungsmöglichkeiten (z. B. durch eine Firewa ll) bei Nutzung von organisationsfremden IT -Diensten  \n - Geeignete Trennung von eigenen Netzwerken und Kundennetzwerken unter Berücksichtigung von Kundenanforderungen  \n \nNachweis(e):  \n- Liste der Anforderungen an die Steuerung und Verwaltung, ermittelt aus d en Sicherheitsanforderungen  \n- Liste der Anforderungen an die Segmentierung der Netzwerke, ermittelt aus den Sicherheitsanforderungen  \n- Umsetzungsnachweis der sicherheitsrelevanten Verfahren zur Steuerung und Verwaltung der Netzwerke (technische Beschreibun g, Screenshots der laufenden Systeme)  \n- Liste der eingesetzten Verfahren zur Verwaltung und Steuerung der Netzwerke  \n- Screenshots der Netzwerksegmentierung  \n- Technische / organisatorische Maßnahmen, um den Zugriff auf die von Managementschnittstellen von I T-Systemen einzuschränken  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 57 of 67 \n - Confidential  - 5.2.7 Inwieweit wird das Netzwerk der Organisation gemanagt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• IT-Sicherheitsrichtlinie,  \n• Netzwerkmanagement & -strukturierung,  \n• Screenshot Projekt AB Migration,  \n• IT Standards  \n \nStatement Hydac:  \n\"Der Umgang und die Nutzung des Netzwerkes ist in der Verfahrensanweisung IT -Sicherheitsrichtlinie geregelt und für jeden Mitarbeiter verpflichtend.  Zudem gibt es ein \nNetzwerksegmentierungskonzept, das die Verwaltung des Netzwerkes regelt.\"  \n"]}, {"content": " Bei Neuanschaffungen von Standard-PCs und Standard-IPCs werden Informationssicherheitsanforderungen beachtet. Diese sind in jeweiligen Dokumenten beschrieben, wie z.B. den IT Standards oder dem Formblatt Standard Notebook.\n\nDie HYDAC Produktion hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant: Organisationsfremde IT-Dienste werden nur eingesetzt, wenn sie explizit bewertet und Informationssicherheitsanforderungen umgesetzt werden. Für jeden organisationalen fremden Dienst wird eine Risikobewertung durchgeführt und dokumentiert. Gesetzliche, regulatorische und vertragliche Anforderungen sind zu berücksichtigen und bei Anwendbarkeit zu dokumentieren. Die organisatorischen fremden IT-Dienste werden mit dem Schutzbedarf der verarbeiteten Informationswerte abgestimmt.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 59 of 67 \n - Confidential  - 5.3.  System acquisitions, requirement management and development  \n5.3.1 Inwieweit wird Informationssicherheit bei neuen oder weiterentwickelten IT -Systemen berücksichtigt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• IT Standards, Formblatt Standard Notebook,  \n• Generelle IT Mindestanforderungen im Umfeld der HYDAC Produktion,  \n• Demand Prozess,  \n• Change Management Prozess,  \n• Nachweise Abnahme VXrail ELK  \n• SCTAK0027889  \n \nStatement Hydac:  \n\"Es dürfen nur Standard -PCs und Standard -IPCs beschafft werden.  Der Standard ist in einem jeweiligen Dokument beschrieben. ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 24 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEs ist sicherzustellen, dass organisationsfremde IT -Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden.  \n Es ist je organisationsfremdem IT -Dienst eine Risikobewertung durchzuführen und  zu dokumentieren.  \n Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen. "]}, {"content": " Die geprüfte Hydac-Stelle hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant, welche sich auf das Thema Steuerung und Verwaltung von Netzwerken sowie Segmentierung von Netzwerken beziehen. Dazu zählen:\n\n* Definition von Vorgehensweisen zur Verwaltung und Steuerung der Netzwerke\n* Authentifizierung von Systemen im Netzwerk\n* Einschränkungen bei dem Zugriff auf die Managementschnittstellen von IT-Systemen\n* Beschränkungen bei der Anbindung von IT-Systemen an das Netzwerk\n* Einsetzen von Sicherheitstechnologien\n* Begrenzung des erhöhten Risikos durch aus dem Internet erreichbare Netzwerkdienste (z.B. Nutzung von DMZ-Netzwerken)\n* Technologie-spezifische Trennungsmöglichkeiten bei der Nutzung von organisationsfremden IT-Diensten\n* Geeignete Trennung von eigenen Netzwerken und Kundennetzwerken unter Berücksichtigung von Kundenanforderungen.\n\nDie Umsetzung dieser Maßnahmen wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.", "sources": ["E Detaillierte  Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 58 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nAnforderungen an die Steuerung und Verwaltung sind ausgehend von den Sicherheitsanforderungen zu definieren und in der Arbeit sanweisung zu dokumentieren, dazu \ngehören:  \n - Verfahren zur Verwaltung und Steuerung der Netzwerke  \n - Authentifizierung von Systeme n im Netzwerk  \n - Der Zugriff auf die Managementschnittstellen von IT -Systemen ist eingeschränkt  \n \nAnforderungen an die Segmentierung von Netzwerken sind ausgehend von den Sicherheitsanforderungen zu definieren,  \ndazu gehören:  \n - Beschränkungen bei der Anbind ung von IT -Systemen an das Netzwerk  \n - Einsatz von Sicherheitstechnologien  \n - Das erhöhte Risiko durch aus dem Internet erreichbare Netzwerkdienste (z.B.  Nutzung von DMZ -Netzwerken)  \n - Technologie -spezifische Trennungsmöglichkeiten (z. B. durch eine Firewa ll) bei Nutzung von organisationsfremden IT -Diensten  \n - Geeignete Trennung von eigenen Netzwerken und Kundennetzwerken unter Berücksichtigung von Kundenanforderungen  \n \nNachweis(e):  \n- Liste der Anforderungen an die Steuerung und Verwaltung, ermittelt aus d en Sicherheitsanforderungen  \n- Liste der Anforderungen an die Segmentierung der Netzwerke, ermittelt aus den Sicherheitsanforderungen  \n- Umsetzungsnachweis der sicherheitsrelevanten Verfahren zur Steuerung und Verwaltung der Netzwerke (technische Beschreibun g, Screenshots der laufenden Systeme)  \n- Liste der eingesetzten Verfahren zur Verwaltung und Steuerung der Netzwerke  \n- Screenshots der Netzwerksegmentierung  \n- Technische / organisatorische Maßnahmen, um den Zugriff auf die von Managementschnittstellen von I T-Systemen einzuschränken  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  ", "E Detaillierte  Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 58 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nAnforderungen an die Steuerung und Verwaltung sind ausgehend von den Sicherheitsanforderungen zu definieren und in der Arbeit sanweisung zu dokumentieren, dazu \ngehören:  \n - Verfahren zur Verwaltung und Steuerung der Netzwerke  \n - Authentifizierung von Systeme n im Netzwerk  \n - Der Zugriff auf die Managementschnittstellen von IT -Systemen ist eingeschränkt  \n \nAnforderungen an die Segmentierung von Netzwerken sind ausgehend von den Sicherheitsanforderungen zu definieren,  \ndazu gehören:  \n - Beschränkungen bei der Anbind ung von IT -Systemen an das Netzwerk  \n - Einsatz von Sicherheitstechnologien  \n - Das erhöhte Risiko durch aus dem Internet erreichbare Netzwerkdienste (z.B.  Nutzung von DMZ -Netzwerken)  \n - Technologie -spezifische Trennungsmöglichkeiten (z. B. durch eine Firewa ll) bei Nutzung von organisationsfremden IT -Diensten  \n - Geeignete Trennung von eigenen Netzwerken und Kundennetzwerken unter Berücksichtigung von Kundenanforderungen  \n \nNachweis(e):  \n- Liste der Anforderungen an die Steuerung und Verwaltung, ermittelt aus d en Sicherheitsanforderungen  \n- Liste der Anforderungen an die Segmentierung der Netzwerke, ermittelt aus den Sicherheitsanforderungen  \n- Umsetzungsnachweis der sicherheitsrelevanten Verfahren zur Steuerung und Verwaltung der Netzwerke (technische Beschreibun g, Screenshots der laufenden Systeme)  \n- Liste der eingesetzten Verfahren zur Verwaltung und Steuerung der Netzwerke  \n- Screenshots der Netzwerksegmentierung  \n- Technische / organisatorische Maßnahmen, um den Zugriff auf die von Managementschnittstellen von I T-Systemen einzuschränken  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  "]}, {"content": " Die Rückgabe und das sichere Entfernen von Informationswerten aus Organisationsfremden IT-Diensten wird durch die etablierte IT-Sicherheitsrichtlinie, die IT-Sicherheitsrichtlinie für externe Dienstleister sowie die Cloud-Sicherheitsrichtlinie geregelt. In der Regel werden auf externe Cloud-Dienste verzichtet.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 24 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEs ist sicherzustellen, dass organisationsfremde IT -Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden.  \n Es ist je organisationsfremdem IT -Dienst eine Risikobewertung durchzuführen und  zu dokumentieren.  \n Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen. ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 61 of 67 \n - Confidential  - 5.3.3 Inwieweit ist die Rückgabe und das sichere Entfernen von Informationswerten aus Organisationsfremden IT -Diensten geregelt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• IT-Sicherheitsrichtlinie,  \n• Cloud -Sicherheitsrichtlinie,  \n• IT-SRL externe Dienstleister,  \n• Servicevereinbarung Cloud -Dienst,  \n• Vorlage Servicevereinbarungen für Cloud -Dienste  \n \nStatement Hydac:  \n\"Nach Möglichkeit w ird auf externe Cloud -Dienste verzichtet.  Des Weiteren gelten die etablierte IT -Sicherheitsrichtlinie, IT -Sicherheitsrichtlinie für externe Dienstleister sowie \ndie Cloud -Sicherheitsrichtlinie. \"  \n \n"]}, {"content": " Im geprüften Unternehmen ist geplant, dass organisatorisch fremde IT-Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden. Es wird eine Risikobewertung für jeden organisatorisch fremden Dienst durchgeführt und dokumentiert, wobei gesetzliche, regulatorische und vertragliche Anforderungen berücksichtigt und bei Anwendbarkeit dokumentiert werden. Die organisationsfremden IT-Dienste sollen mit dem Schutzbedarf der verarbeiteten Informationswerte abgestimmt werden, wobei die Bewertung dokumentiert wird. Organisatorisch fremde Dienste und deren Freigabe je nach Schutzbedarf sind zu dokumentieren. Nachweis für diese Maßnahmen umfasst eine Risikobewertung jedes eingesetzten organisatorisch fremden IT-Diensts, Überprüfungsprotokolle der Umsetzung der Sicherheitsanforderungen und eine Übersicht aller freigegebenen organisatorisch fremden Dienste mit jeweiligem Schutzbedarf. Die Umsetzung soll gemäß Planung spätestens am 15.06.2023 abgeschlossen sein, wobei die Bewertung nach Follow-Up erfolgen wird. Informationen in gemeinsam genutzten organisatorisch fremden IT-Diensten sind geschützt.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 24 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nEs ist sicherzustellen, dass organisationsfremde IT -Dienste nur mit expliziter Bewertung und Umsetzung der Informationssicherheitsanforderungen eingesetzt werden.  \n Es ist je organisationsfremdem IT -Dienst eine Risikobewertung durchzuführen und  zu dokumentieren.  \n Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen. ", "Gesetzliche, regulatorische und vertragliche Anforderungen sind zu betrachten und bei Anwendbarkeit zu dokumentieren.  \n \n Die organisationsfremden IT -Dienste sind mit dem Schutzbedarf der verarbeiteten Informationswerte abzugleichen.  Die Bewertung ist zu dokumentieren.  \n Organisationsfremde IT -Dienste und deren Freigabe je nach Schutzbedarf sind zu dokumentieren.  \n \n Nachweis(e):  \n- Risikobewertung je eingesetzten organisationsfremden IT -Dienst  \n- Überprüfungsprotokolle der Umsetzung der Sicherheitsanforderungen  \n- Übersicht aller (freigegebener) org.  -fremden IT -Dienste mit jeweiligem Schutzbedarf  \n \nDie Umsetzung wird gemäß Planung sp ätestens am 15.06.2023 abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  "]}, {"content": " Die potenzielle Zusammenarbeitspartner müssen eine Lieferantenselbstauskunft einreichen, die von den Fachabteilungen geprüft wird. Bei erfolgreicher Überprüfung gelten die vertraglichen Bestimmungen einschließlich der IT-Sicherheitsrichtlinie für externe Dienstleister und die Kenntnisnahme dieser Richtlinien.\nUmsetzungsmaßnahmen, die geplant sind: In den Lieferantenprozess ist aufgenommen werden sollen, dass Auftragnehmer und Kooperationspartner ein Risikobewertung bezüglich der Informationssicherheit unterzogen werden. Zudem sollten Lieferanten hinsichtlich ihrer Sicherheitsstandards klassifiziert und entsprechende Maßnahmen definiert werden, wie z.B. Self Assessment oder ein Lieferantenaudit.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 63 of 67 \n - Confidential  - 6 Supplier Relationships  \n6.1.1 Inwieweit wird die Informationssicherheit bei Auftragnehmern un d Kooperationspartnern sichergestellt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• IT-Sicherheitsrichtlinie,  \n• IT-SRL externe Dienstleister,  \n• Lieferantenselbstauskunft,  \n• Checkliste Bewertung potentieller Lieferant,  \n• SAP Ariba Fragenliste  \n \nStatement Hydac:  \n\"Potenzielle Lieferanten müssen vorab eine Lieferantenselbstauskunft einreichen, die durch die Fachabteilungen geprüft wird.  Bei erfolgrei cher Überprüfung gelten die ver-\ntraglichen Bestimmungen einschließlich der IT -Sicherheitsrichtlinie für externe Dienstleister und der Kenntnisnahme der IT -Sicherheitsrichtlinie.  \n", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 64 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nIn den Lieferantenprozess ist aufzunehmen:  \nAuftragnehmer und Kooperationspartner müssen ein er Risikobewertung bzgl.  der Informationssicherheit unterzogen werden.  \n \n Lieferanten sind hinsichtlich Informationssicherheit zu klassifizieren und en tsprechende Maßnahmen sind zu definieren (z.B.  Self Assessment, Lieferanten -Audit).  \n \n"]}, {"content": " In dem geprüften Unternehmen ist die Einhaltung der Geheimhaltung bei der Ausstellung von Informationen vertraglich geregelt. Dieser Vertrag wird im Bereich Lieferantenmanagement beschrieben, wobei das Einkauf berechtigt ist, dies zu überwachen. Die mitigierenden Maßnahmen zur Informationssicherheit werden dauerhaft umgesetzt und ein Informationssicherheitsmanagementsystem (ISMS) aufgebaut, eingeführt und von der Organisationsleitung freigegeben. Die Wirksamkeit des ISMS wird regelmäßig durch die Organisationsleitung überprüft. Es werden Management-Review-Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren dokumentiert. Der Nachweis der Umsetzung wird spätestens am 15.06.2023 erbracht.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 65 of 67 \n - Confidential  - 6.1.2 Inwieweit ist Geheimhaltung beim Austausch von Informationen vertraglich vereinbart?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• IT-SRL externe Dienstleister,  \n• X-VA-Behandlung von Kundenanfragen und Angebotserstellung,  \n• X-VA-Vertragsprüfung und Auftragsabwicklung,  \n• X-FBL-Checkliste für Kundenaufträge,  \n• X-FBL-Checkliste für Angebote,  \n• X-FBL-Laufkarte Kundenanfrage und Kundenauftrag,  \n• X-VA-Rechtskonformitä t,  \n• Schulungsunterlage „Sensibilisierung Preisgabe vertraulicher Informationen“,  \n• Geheimhaltungsverträge  \n• NDA Template  \n \nStatement Hydac:  \n\"Der jeweilige Bereich ist für die vertragliche Einhaltung verantwortlich.  \n Lieferantenseitig ist dies der Einkauf  und in der Verfahrenansweisung Lieferantenmanagement beschrieben. ", "E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 14 of 67 \n - Confidential  - Geplante Maßnahmen (incl.  Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n"]}, {"content": " Die gesetzlichen Bestimmungen für Informationssicherheit und das ISMS sind erfasst und dokumentiert. Das geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant, dauerhaft zu verwirklichen: Informationssicherheit ist in der Organisation angemessen zu managen. Hierzu wird ein Informationssichheitsmanagementsystem (ISMS -Prozess) aufgebaut, eingeführt und von der Organisationsleitung freigegeben. Die Wirksamkeit des ISMS wird regelmäßig durch die Organisationsleitung überprüft. Folgende Dokumentation ist zu erstellen:\n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren\nNachweis(e):\n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahre. Die Umsetzung wird gemäß Planung spätestens am 15.06.2023 abgeschlossen sein. Bewertung nach Follow-Up:\nDie Einhaltung regulatorischer und vertraglicher Bestimmungen wird sichergestellt.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed Assessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 66 of 67 \n - Confidential  - 7 Compliance  \n7.1.1 Inwieweit wird die Einhaltung regulatorischer und vertraglicher Bestimmungen sichergestellt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• P1 -Anwendungsbereich -Scope -ISMS,  \n• P2-Organisation -Verantwortlichkeiten -ISMS,  \n• ISO Nachweise,  \n• Rechtskonformität,  \n• E-Mailverlauf Zentralbereiche  \n• Rechtskataster Umwelt Online  inkl.  IS & DS  \n• Sensibilisierung über Preisgabe von vertraulichen Informationen / Geschäftsgeheimnissen  \n \nStatement Hydac:  \n\"Die gesetzlichen Bestimmungen für die Informationssicherheit und für das ISMS sind erfasst und dokumentiert. ", "Umsetzungszeitraum)  \nDas geprüfte Unternehmen hat die Umsetzung der folgenden mitigierenden Maßnahmen geplant (dauerhaft):  \nInformationssicherheit ist in der Organisation angemessen zu managen.  Hierzu ist ein Informationssicherheitsmanagementsystem (ISMS -Prozess) aufzubauen, einzuführen \nund von der Organisationsleitung freizugeben.  \n \n Die Wirksamkeit des ISMS ist regelmäßig durch die Organisationsleitung zu überprüfen.  \n \n Folgende Dokumentation ist zu erstellen:  \n- Management -Review -Protokolle, Auditberichte und andere anwendbare Kontrollen zur regelmäßigen Wirksamkeitsprüfung in den letzten 2 Jahren  \n \nNachweis(e):  \n- Nachweis regelmäßiger Kontrollen, Management -Reviews, interne und externe Auditberichte oder weitere Kontrollen der letzten 2 Jahren  \n \nDie Umsetzung wird gemäß Planung spätestens am 15.06.2023  abgeschlossen sein.  \n Bewertung nach Follow -Up \n \n  "]}, {"content": " Im Rahmen unserer Richtlinien und Verfahrensanweisungen für den Gebrauch und die Mitnahme von Assets sind die Sicherheitsanforderungen definiert und in der Praxis umgesetzt. Dazu zählen:\n- IT-Geräte mit sensiblen Daten werden so gelöscht, dass sie nicht wiederhergestellt werden können.\n- Shredder der Sicherheitsstufe P4 sind im internen Bestellsystem (HeP) verfügbar und zur Verwendung bestimmt.\n- Datentonnen sind vorhanden und werden durch den Dienstleister Reisswolf entsorgt, wobei die Entsorgung von Datenträgern gemäß einem der gängigen Standards (z.B. NIST 800-88) erfolgt.\nDie Anforderungen an den Datenschutz sind mit Absprache des Fachbereich Datenschutz erfasst und werden in einem separaten Datenverarbeitungssystem verwaltet. Genauere Informationen sind dem Datenschutzhandbuch zu entnehmen, das der Mitarbeiter zur Verfügung steht.", "sources": ["E Detaillierte Ergebnisse zum Assessment (Detailed A ssessment Results)  \n \nTISAX Assessment Bericht  2.0  Page 67 of 67 \n - Confidential  - 7.1.2 Inwieweit wird der Schutz von personenbezogenen Daten bei der Umsetzung der Informationssicherheit berücksichtigt?  \n Detaillierte Sachverhaltsdarstellung (inkl.  Beurteilungsverfahren)  \nBetrachtete Dokumente/Nachweise/Prüfungshandlung:  \n• Interne Mitteilung 02/2019: DS Erklärung ISMS,  \n• Change und Demand Prozess,  \n• Gesprächsprotokoll Datenaustausch ISMS und DS,  \n• Datenschutzhandbuch  \n• Zertifikat IAPP CIPPE.pdf  \n• Datenschutzauditor.pdf  \n• Datenschutz Schulungskonzept  \n• NEUTRAL Datenschut zeinführung Mitarbeiter_DSGVO neues Design .pptx  \n• DSMS – otis privacy  \n• Meldeformular Datenschutzbeauftragte_unabhängiges Datenschutzzentrum_Saarland.pdf  \n• Benennung zum gemeinsamen Datenschutzbeauftragten.pdf  \n• Bestellung H Verwaltung HV.pdf  \n• Bestellung HAC.pdf  \n \nStatement Hydac:  \n\"Die Anforderungen an den Datenschutz sind mit Absprache des Fachbereich Datenschutz erfasst und werden in einem separaten Da tenschutzmanagementsystem verwaltet. \n Genauere Informationen sind dem Datenschutzhandbuch zu entnehmen, dass der Datenschutz zur Verfügung stellt.  \n", "Aktenvernichter einer \nniedrigeren Schutzklasse als P4 sind im internen Bestellsystem (HeP) nicht auswählbar.  Mit dem Dienstleister zur sicheren Dat en- /Datenträgervernichtung Documentus, der \ndie Datentonnen verarbeitet, besteht e in Rahmen - und Geheimhaltungsvertrag.\"  \n \n In den Richtlinien und den Verfahrensanweisungen für den Gebrauch und der Mitnahme von Assets sind die Sicherheitsanforderung en definiert und in der Praxis umgesetzt. \n Dazu zählen:  \n• IT-Geräte mit sensiblen Daten werd en so gelöscht, dass die Daten nicht wiederhergestellt werden können.  \n • Es sind Shredder der Sicherheitsstufe P -4 vorhanden.  \n • Es sind Datentonnen vorhanden und werden durch den Dienstleister Reisswolf entsorgt.  \n • Die Entsorgung von Datenträgern durch den Dienstleister Reisswolf erfolgt gemäß eines der gängigen Standards (z.B. "]}]